Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mediawiki-tm.tmx
Source language: en
Languages: ca_es

source: Uncategorized pages
ca_es: Pàgines sense categoria

source: Uncategorized categories
ca_es: Categories sense categoria

source: Uncategorized files
ca_es: Fitxers sense categoria

source: Uncategorized templates
ca_es: Plantilles sense categoria

source: Unused categories
ca_es: Categories sense cap ús

source: Unused files
ca_es: Fitxers no utilitzats

source: Popular pages
ca_es: Pàgines populars

source: Wanted categories
ca_es: Categories demanades

source: Wanted pages
ca_es: Pàgines demanades

source: Invalid title in result set: $1
ca_es: Títol invàlid al conjunt de resultats: $1

source: Wanted files
ca_es: Fitxers demanats

source: The following files are used but do not exist. Files from foreign repositories may be listed despite existing. Any such false positives will be <del>struck out</del>. Additionally, pages that embed files that do not exist are listed in [[:$1]].
ca_es: Els fitxers següents s'utilitzen per no existeixen. Els fitxers de repositoris aliens poden ser llistats encara que existeixin. Aquells que siguin fals positius es <del>tatxaran</del>. A més, les pàgines que tinguin fitxers incrustats que no existeixin es llistaran a [[:$1]].

source: The following files are used but do not exist. Files from foreign repositories may be listed despite existing. Any such false positives will be <del>struck out</del>.
ca_es: Els fitxers següents es fan servir però no existeixen. Els fitxers d'un repositori aliè poden ser llistats encara que existeixin. Tots aquells fals positius es <del>tatxaran</del>.

source: Wanted templates
ca_es: Plantilles demanades

source: Most linked-to pages
ca_es: Pàgines més enllaçades

source: Most linked-to categories
ca_es: Categories més utilitzades

source: Most linked-to templates
ca_es: Plantilles més usades

source: Pages with the most categories
ca_es: Pàgines amb més categories

source: Most linked-to files
ca_es: Fitxers més enllaçats

source: Pages with the most interwikis
ca_es: Pàgines amb més interwikis

source: Pages with the most revisions
ca_es: Pàgines més modificades

source: All pages with prefix
ca_es: Totes les pàgines per prefix

source: All pages with prefix ($1 namespace)
ca_es: Totes les pàgines amb prefix (espai de noms $1)

source: Strip prefix in list
ca_es: Suprimeix el prefix a la llista

source: Short pages
ca_es: Pàgines curtes

source: Long pages
ca_es: Pàgines llargues

source: Dead-end pages
ca_es: Pàgines atzucac

source: The following pages do not link to other pages in {{SITENAME}}.
ca_es: Aquestes pàgines no tenen enllaços a d'altres pàgines del projecte {{SITENAME}}.

source: Protected pages
ca_es: Pàgines protegides

source: Indefinite protections only
ca_es: Només proteccions indefinides

source: Cascading protections only
ca_es: Només proteccions en cascada

source: The following pages are protected from moving or editing
ca_es: Les pàgines següents estan protegides perquè no es puguin modificar o reanomenar

source: No pages are currently protected with these parameters.
ca_es: No hi ha cap pàgina protegida per ara

source: Protected titles
ca_es: Títols protegits

source: The following titles are protected from creation
ca_es: Els títols següents estan protegits de crear-se

source: No titles are currently protected with these parameters.
ca_es: No hi ha cap títol protegit actualment amb aquests paràmetres.

source: User list
ca_es: Llista d'usuaris

source: Show only users with edits
ca_es: Mostra només usuaris amb edicions

source: Sort by creation date
ca_es: Ordena per data de creació

source: Sort in descending order
ca_es: Ordena en ordre descendent

source: {{GENDER:$3|Created}} on $1 at $2
ca_es: {{GENDER:$3|Creat}}: $1 a les $2

source: New pages
ca_es: Pàgines noves

source: Oldest pages
ca_es: Pàgines més antigues

source: Move this page
ca_es: Trasllada la pàgina

source: The following files exist but are not embedded in any page. Please note that other web sites may link to a file with a direct URL, and so may still be listed here despite being in active use.
ca_es: Els següents fitxers existeixen però estan incorporats en cap altra pàgina. Tingueu en compte que altres llocs web poden enllaçar un fitxer amb un URL directe i estar llistat ací tot i estar en ús actiu.

source: The following category pages exist, although no other page or category makes use of them.
ca_es: Les pàgines de categoria següents existeixen encara que cap altra pàgina o categoria les utilitza.

source: No target
ca_es: No hi ha pàgina en blanc

source: You have not specified a target page or user to perform this function on.
ca_es: No heu especificat a quina pàgina dur a terme aquesta funció.

source: No such target page
ca_es: No existeix aquesta pàgina

source: The target page you have specified does not exist.
ca_es: La pàgina que heu especificat no existeix.

source: This special page is disabled for performance reasons.
ca_es: Aquesta pàgina especial està desactivada per a no perjudicar el rendiment.

source: Book sources
ca_es: Obres de referència

source: Search for book sources
ca_es: Cerca fonts de llibres

source: Below is a list of links to other sites that sell new and used books, and may also have further information about books you are looking for:
ca_es: A sota hi ha una llista d'enllaços d'altres llocs que venen llibres nous i de segona mà, i també podrien tenir més informació dels llibres que esteu cercant:

source: The given ISBN does not appear to be valid; check for errors copying from the original source.
ca_es: El codi ISBN donat no és vàlid. Comproveu si l'heu copiat correctament.

source: Performer:
ca_es: Realitzador:

source: Target (title or user):
ca_es: L'objectiu (títol o usuari):

source: Logs
ca_es: Registres

source: All public logs
ca_es: Tots els registres públics

source: Combined display of all available logs of {{SITENAME}}. You can narrow down the view by selecting a log type, the username (case-sensitive), or the affected page (also case-sensitive).
ca_es: Presentació combinada de tots els registres disponibles de {{SITENAME}}. Podeu reduir l'extensió seleccionant el tipus de registre, el nom d'usuari realitzador (distingeix entre majúscules i minúscules), o la pàgina objectiu (també en distingeix).

source: No matching items in log.
ca_es: No hi ha cap coincidència en el registre.

source: Search titles starting with this text
ca_es: Cerca els títols que comencin amb aquest text

source: Change visibility of selected log entries
ca_es: Mostra/amaga les entrades de registre seleccionades

source: All pages
ca_es: Totes les pàgines

source: $1 to $2
ca_es: $1 a $2

source: Next page ($1)
ca_es: Pàgina següent ($1)

source: Previous page ($1)
ca_es: Pàgina anterior ($1)

source: Display pages starting at:
ca_es: Mostra les pàgines que comencin per:

source: Display pages ending at:
ca_es: Mostra pàgines que acabin en:

source: All pages ($1 namespace)
ca_es: Totes les pàgines (de l'espai de noms $1)

source: All pages (not in $1 namespace)
ca_es: Totes les pàgines (que no són a l'espai de noms $1)

source: Previous
ca_es: Anterior

source: Next
ca_es: Següent

source: Display pages with prefix:
ca_es: Mostra les pàgines amb prefix:

source: The given page title was invalid or had an inter-language or inter-wiki prefix. It may contain one or more characters that cannot be used in titles.
ca_es: El títol de la pàgina que heu inserit no és vàlid o conté un prefix d'enllaç amb un altre projecte. També pot passar que contingui un o més caràcters que no es puguin fer servir en títols de pàgina.

source: {{SITENAME}} does not have namespace "$1".
ca_es: El projecte {{SITENAME}} no disposa de l'espai de noms «$1».

source: Hide redirects
ca_es: Amaga les redireccions

source: You are viewing a cached version of this page, which can be up to $1 old.
ca_es: Esteu veient una versió a la memòria cau de la pàgina, que pot tenir fins a $1.

source: You are viewing a cached version of this page, which might not be completely actual.
ca_es: Esteu veient una versió a la memòria cau de la pàgina, que podria no ser completament actual.

source: View latest.
ca_es: Mostra la darrera.

source: The following {{PLURAL:$1|category contains|categories contain}} pages or media. [[Special:UnusedCategories|Unused categories]] are not shown here. Also see [[Special:WantedCategories|wanted categories]].
ca_es: {{PLURAL:$1|La següent categoria conté|Les següents categories contenen}} pàgines, o fitxers multimèdia. [[Special:UnusedCategories|Les categories no usades]] no s'hi mostren. Vegeu també [[Special:WantedCategories|les categories soŀlicitades]].

source: Display categories starting at:
ca_es: Mostra les categories que comencen a:

source: sort by count
ca_es: ordena per recompte

source: sort alphabetically
ca_es: ordena alfabèticament

source: Deleted user contributions
ca_es: Contribucions esborrades

source: contributions
ca_es: contribucions

source: External links search
ca_es: Cerca d'enllaços externs

source: Search pattern:
ca_es: Patró de cerca:

source: Namespace:
ca_es: Espai de noms:

source: Wildcards such as "*.wikipedia.org" may be used. Needs at least a top-level domain, for example "*.org".<br /> Supported {{PLURAL:$2|protocol|protocols}}: <code>$1</code> (defaults to http:// if no protocol is specified).
ca_es: Es poden utilitzar caràcters comodí com "*.wikipedia.org". Es necessita com a mínim un domini de primer nivell, per exemple "*.org".<br /> {{PLURAL:$2|Protocol admès|Protocols admesos}}: <code>$1</code> (http:// per defecte si no se n'especifica cap).

source: $1 is linked from $2
ca_es: $1 enllaçat a $2

source: Wildcards may appear only at the start of the hostname.
ca_es: Els caràcters comodí només poden aparèixer a l'inici de l'url.

source: Display users starting at:
ca_es: Mostra usuaris començant per:

source: No user found.
ca_es: No s'han trobat coincidències de noms d'usuaris. Si us plau, busqueu també amb variacions per majúscules i minúscules.

source: (blocked)
ca_es: ({{GENDER:$1|blocat|blocada}})

source: Active users list
ca_es: Llista d'usuaris actius

source: This is a list of users who had some kind of activity within the last $1 {{PLURAL:$1|day|days}}.
ca_es: Aquí hi ha una llista d'usuaris que han tingut algun tipus d'activitat en {{PLURAL:$1|el darrer dia|els darrers $1 dies}}.

source: $1 {{PLURAL:$1|action|actions}} in the last {{PLURAL:$3|day|$3 days}}
ca_es: $1 {{PLURAL:$1|acció|accions}} en {{PLURAL:$3|el darrer dia|els $3 darrers dies}}

source: Hide bots
ca_es: Amaga bots

source: Hide administrators
ca_es: Amaga administradors

source: No users found.
ca_es: No s'han trobat usuaris.

source: User group rights
ca_es: Drets dels grups d'usuaris

source: The following is a list of user groups defined on this wiki, with their associated access rights. There may be [[{{MediaWiki:Listgrouprights-helppage}}|additional information]] about individual rights.
ca_es: A continuació hi ha una llista dels grups d'usuaris definits en aquest wiki, així com dels seus drets d'accés associats. Pot ser que hi hagi més informació sobre drets individuals [[{{MediaWiki:Listgrouprights-helppage}}|aquí]].

source: Legend: * <span class="listgrouprights-granted">Granted right</span> * <span class="listgrouprights-revoked">Revoked right</span>
ca_es: * <span class="listgrouprights-granted">Dret concedit</span> * <span class="listgrouprights-revoked">Dret retirat</span>

source: Group
ca_es: Grup

source: Rights
ca_es: Drets

source: Help:Group rights
ca_es: Help:Drets del grup

source: (list of members)
ca_es: (llista de membres)

source: Add {{PLURAL:$2|group|groups}}: $1
ca_es: Pot afegir {{PLURAL:$2|grup|grups}}: $1

source: Remove {{PLURAL:$2|group|groups}}: $1
ca_es: Treu membres {{PLURAL:$2|grup|grups}}: $1

source: Add all groups
ca_es: Poder afegir tots els grups

source: Remove all groups
ca_es: Poder treure tots els grups

source: Add {{PLURAL:$2|group|groups}} to own account: $1
ca_es: Entrar {{PLURAL:$2|al grup|als grups}} $1

source: Remove {{PLURAL:$2|group|groups}} from own account: $1
ca_es: Abandona {{PLURAL:$2|el grup|els grups:}} $1

source: Add all groups to own account
ca_es: Afegir-se a qualsevol grup

source: Remove all groups from own account
ca_es: Abandona tots els grups

source: No send address
ca_es: Cap adreça de remitent

source: You must be [[Special:UserLogin|logged in]] and have a valid email address in your [[Special:Preferences|preferences]] to send email to other users.
ca_es: Heu d'[[Special:UserLogin|iniciar una sessió]] i tenir una adreça electrònica vàlida en les vostres [[Special:Preferences|preferències]] per poder enviar correus a altres usuaris.

source: Email this user
ca_es: Envia un missatge de correu electrònic a aquest usuari

source: Email this {{GENDER:$1|user}}
ca_es: Enviar un correu electrònic a {{GENDER:$1|aquest usuari|aquesta usuària}}

source: Email user
ca_es: Enviar un correu electrònic a un usuari

source: You can use the form below to send an email message to this {{GENDER:$1|user}}. The email address you entered in [[Special:Preferences|your user preferences]] will appear as the "From" address of the email, so the recipient will be able to reply directly to you.
ca_es: Podeu usar el següent formulari per a enviar un missatge de correu electrònic a {{GENDER:$1|aquest usuari|aquesta usuària}}. L'adreça electrònica que vau indicar a [[Special:Preferences|les vostres preferències d'usuari]] apareixerà com a remitent del correu electrònic, de manera que el destinatari us podrà respondre directament.

source: Mail object returned error:
ca_es: L'objecte de correu ha retornat un error:

source: {{SITENAME}} email from user "$1"
ca_es: Correu electrònic de l'usuari "$1" de {{SITENAME}}

source: User email disabled
ca_es: Correu electrònic d'usuaris deshabilitat

source: You cannot send email to other users on this wiki
ca_es: No podeu enviar correus electrònics a altres usuaris en aquest wiki

source: No email address
ca_es: No hi ha cap adreça electrònica

source: This user has not specified a valid email address.
ca_es: Aquest usuari no ha especificat una adreça electrònica vàlida.

source: No email allowed
ca_es: No es permet el correu electrònic

source: This user has chosen not to receive email from other users.
ca_es: Aquest usuari ha escollit no rebre missatges electrònics d'altres usuaris.

source: Non-existent or invalid username for recipient.
ca_es: Nom d'usuari inexistent o no vàlid per al destinatari.

source: Enter username of recipient
ca_es: Introduïu el nom d'usuari del destinatari

source: Submit
ca_es: Enviar

source: Send an email to another {{SITENAME}} user
ca_es: Enviar un correu electrònic a un altre usuari de {{SITENAME}}

source: From:
ca_es: De:

source: To:
ca_es: Per a:

source: Subject:
ca_es: Assumpte:

source: Message:
ca_es: Missatge:

source: Send
ca_es: Envia

source: Email me a copy of my message.
ca_es: Envia'm una còpia del meu missatge.

source: Copy of your message to $1: $2
ca_es: Còpia del vostre missatge a $1: $2

source: Email sent
ca_es: Correu electrònic enviat

source: Your email message has been sent.
ca_es: El vostre correu electrònic ha estat enviat.

source: This email was sent by $1 to $2 by the "Email user" function at {{SITENAME}}.
ca_es: Aquest missatge de correu electrònic l'ha enviat $1 a $2 amb la funció «e-mail» del projecte {{SITENAME}}.

source: Leaving system message.
ca_es: Deixant missatges de sistema.

source: System messenger
ca_es: Missatger del sistema

source: For $1 $2
ca_es: Per $1 $2

source: You have no items on your watchlist.
ca_es: No teniu cap element en la vostra llista de seguiment.

source: Please $1 to view or edit items on your watchlist.
ca_es: Premeu $1 per a visualitzar o modificar elements de la vostra llista de seguiment.

source: You must be [[Special:UserLogin|logged in]] to modify your watchlist.
ca_es: Heu d'[[Special:UserLogin|entrar]] per modificar el vostre llistat de seguiment.

source: Add to watchlist
ca_es: Afegeix a llista de seguiment

source: The page "[[:$1]]" has been added to your [[Special:Watchlist|watchlist]]. Future changes to this page and its associated talk page will be listed there.
ca_es: La pàgina "[[:$1]]" ha estat afegida a la vostra [[Special:Watchlist|llista de seguiment]]. S'hi mostraran els canvis futurs que tinguin lloc en aquesta pàgina i la corresponent discussió.

source: Remove from watchlist
ca_es: Treu de la llista de seguiment

source: The page "[[:$1]]" has been removed from [[Special:Watchlist|your watchlist]].
ca_es: S'ha tret la pàgina «[[:$1]]» de la vostra [[Special:Watchlist|llista de seguiment]].

source: Watch
ca_es: Vigila

source: Unwatch
ca_es: Desatén

source: Stop watching
ca_es: Desatén

source: Not a content page
ca_es: No és una pàgina amb contingut

source: The last revision by a different user has been deleted
ca_es: La versió ha estat esborrada

source: {{PLURAL:$1|$1 page|$1 pages}} on your watchlist, not counting talk pages.
ca_es: Teniu $1 {{PLURAL:$1|pàgina vigilada|pàgines vigilades}}, sense comptar les pàgines de discussió.

source: Email notification is enabled.
ca_es: La notificació per correu electrònic està habilitada.

source: Pages that have been changed since you last visited them are shown in '''bold'''.
ca_es: Les pàgines que s'han canviat des de la vostra darrera visita es mostren en '''negreta'''.

source: checking recent edits for watched pages
ca_es: s'està comprovant si hi ha pàgines vigilades en les edicions recents

source: checking watched pages for recent edits
ca_es: s'està comprovant si hi ha edicions recents en les pàgines vigilades

source: Your watchlist contains $1 {{PLURAL:$1|page|pages}}.
ca_es: La vostra llista de seguiment conté {{PLURAL:$1|una única pàgina|$1 pàgines}}.

source: Problem with item "$1", invalid name...
ca_es: Hi ha un problema amb l'element '$1': el nom no és vàlid...

source: Below {{PLURAL:$1|is the last change|are the last '''$1''' changes}} in the last {{PLURAL:$2|hour|'''$2''' hours}}, as of $3, $4.
ca_es: A sota hi ha {{PLURAL:$1|el darrer canvi|els darrers '''$1''' canvis}} en {{PLURAL:$2|la darrera hora|les '''$2''' darreres hores}}, a $4 del $3.

source: Show last $1 hours $2 days $3
ca_es: <small>- Mostra les darreres $1 hores, els darrers $2 dies o $3</small>

source: Watchlist options
ca_es: Opcions de la llista de seguiment

source: Watching...
ca_es: S'està vigilant...

source: Unwatching...
ca_es: S'està desatenent...

source: An error occurred while changing your watchlist settings for "$1".
ca_es: S'ha produït un error en canviar els paràmetres de la vostra llista de seguiment de «$1».

source: {{SITENAME}} notification mailer
ca_es: Sistema de notificació per correl de {{SITENAME}}

source: Mark all pages visited
ca_es: Marca totes les pàgines com a visitades

source: {{SITENAME}} user
ca_es: usuari de la {{SITENAME}}

source: {{SITENAME}} page $1 has been {{GENDER:$2|deleted}} by $2
ca_es: La pàgina $1 de {{SITENAME}} ha estat suprimida per {{gender:$2|$2}}

source: {{SITENAME}} page $1 has been {{GENDER:$2|created}} by $2
ca_es: La pàgina $1 de {{SITENAME}} ha estat creada per {{gender:$2|$2}}

source: {{SITENAME}} page $1 has been {{GENDER:$2|moved}} by $2
ca_es: La pàgina $1 de {{SITENAME}} ha estat reanomenada per {{gender:$2|$2}}

source: {{SITENAME}} page $1 has been {{GENDER:$2|restored}} by $2
ca_es: La pàgina $1 de {{SITENAME}} ha estat restaurada per {{gender:$2|$2}}

source: {{SITENAME}} page $1 has been {{GENDER:$2|changed}} by $2
ca_es: La pàgina $1 de {{SITENAME}} ha estat canviada per {{gender:$2|$2}}

source: The {{SITENAME}} page $1 has been {{GENDER:$2|deleted}} on $PAGEEDITDATE by $2, see $3.
ca_es: La pàgina $1 de {{SITENAME}} ha estat suprimida el $PAGEEDITDATE per {{gender:$2|$2}}, vegeu $3 .

source: The {{SITENAME}} page $1 has been {{GENDER:$2|created}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ca_es: La pàgina $1 de {{SITENAME}} ha estat creada el $PAGEEDITDATE per {{gender:$2|$2}}. Aneu a $3 per veure la revisió actual.

source: The {{SITENAME}} page $1 has been {{GENDER:$2|moved}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ca_es: La pàgina $1 de {{SITENAME}} ha estat reanomenada el $PAGEEDITDATE per {{gender:$2|$2}}. Aneu a $3 per veure la revisió actual.

source: The {{SITENAME}} page $1 has been {{GENDER:$2|restored}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ca_es: La pàgina $1 de {{SITENAME}} ha estat restaurada el $PAGEEDITDATE per {{gender:$2|$2}}. Aneu a $3 per veure la revisió actual.

source: The {{SITENAME}} page $1 has been {{GENDER:$2|changed}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ca_es: La pàgina $1 de {{SITENAME}} ha estat canviada el $PAGEEDITDATE per {{gender:$2|$2}}. Aneu a $3 per veure la revisió actual.

source: See $1 for all changes since your last visit.
ca_es: Vegeu $1 per a tots els canvis que s'han fet d'ença de la vostra darrera visita.

source: See $1 to view this change.
ca_es: Consulteu $1 per a visualitzar aquest canvi.

source: anonymous user $1
ca_es: usuari anònim $1

source: Dear $WATCHINGUSERNAME, $PAGEINTRO $NEWPAGE Editor's summary: $PAGESUMMARY $PAGEMINOREDIT Contact the editor: mail: $PAGEEDITOR_EMAIL wiki: $PAGEEDITOR_WIKI There will be no other notifications in case of further activity unless you visit this page while logged in. You could also reset the notification flags for all your watched pages on your watchlist. Your friendly {{SITENAME}} notification system -- To change your email notification settings, visit {{canonicalurl:{{#special:Preferences}}}} To change your watchlist settings, visit {{canonicalurl:{{#special:EditWatchlist}}}} To delete the page from your watchlist, visit $UNWATCHURL Feedback and further assistance: {{canonicalurl:{{MediaWiki:Helppage}}}}
ca_es: Benvolgut/uda $WATCHINGUSERNAME, $PAGEINTRO $NEWPAGE Resum de l'editor: $PAGESUMMARY $PAGEMINOREDIT Contacteu amb l'editor: correu: $PAGEEDITOR_EMAIL wiki: $PAGEEDITOR_WIKI No rebreu més notificacions en cas de més activitat a menys que visiteu aquesta pàgina havent iniciat sessió. També podeu canviar el mode de notificació de les pàgines que vigileu en la vostra llista de seguiment. El servei de notificacions del projecte {{SITENAME}} -- Per a canviar les opcions de notificació per correu electrònic aneu a {{canonicalurl:{{#special:Preferences}}}} Per a canviar les opcions de la vostra llista de seguiment aneu a {{canonicalurl:{{#special:EditWatchlist}}}} Per eliminar la pàgina de la vostra llista de seguiment aneu a $UNWATCHURL Suggeriments i ajuda: {{canonicalurl:{{MediaWiki:Helppage}}}}

source: created
ca_es: creada

source: changed
ca_es: modificada

source: Delete page
ca_es: Elimina la pàgina

source: Confirm
ca_es: Confirma

source: content was: "$1"
ca_es: el contingut era: «$1»

source: content was: "$1" (and the only contributor was "[[Special:Contributions/$2|$2]]")
ca_es: el contingut era: «$1» (i l'únic coŀlaborador era [[Special:Contributions/$2|$2]])

source: content before blanking was: "$1"
ca_es: el contingut abans de buidar era: '$1'

source: page was empty
ca_es: la pàgina estava en blanc

source: Delete "$1"
ca_es: Elimina «$1»

source: '''Warning:''' The page you are about to delete has a history with approximately $1 {{PLURAL:$1|revision|revisions}}:
ca_es: '''Atenció:''' La pàgina que esteu a punt d'eliminar té un historial amb $1 {{PLURAL:$1|versió|versions}}, aproximadament:
